Revit 2026 API

# ParameterTypeIdStairsRunCcw Property

---

"CCW": Revert the run preview

**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 26.0.4.0 (26.0.4.0)

```csharp
public static ForgeTypeId StairsRunCcw { get; }
```
```vb
Public Shared ReadOnly Property StairsRunCcw As ForgeTypeId
	Get
```
```cpp
public:
static property ForgeTypeId^ StairsRunCcw {
	ForgeTypeId^ get ();
}
```
```fsharp
static member StairsRunCcw : ForgeTypeId with get
```

#### Property Value

ForgeTypeId

#### Reference

ParameterTypeId Class

Autodesk.Revit.DB Namespace